{"meta":{"title":"Hexo","subtitle":"走走停停又一春","description":"description","author":"王丽丽","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"王丽丽简历","slug":"The-three","date":"2020-04-20T19:14:20.189Z","updated":"2020-04-20T20:18:58.040Z","comments":true,"path":"2020/04/21/The-three/","link":"","permalink":"http://yoursite.com/2020/04/21/The-three/","excerpt":"","text":"个人优势1.2年前端开发经验，熟练产品从无到有。擅长C端产品，经历过产品从0-1的完整生命周期。2.熟知产品框架逻辑，注重用户交互细节。熟练掌握Axure，墨刀等产品必备工具。3.英语六级，擅长文字整理撰写，10篇文章通过今日头条新手期筛选。4.已婚已孕娃2岁，职场无后顾之忧。性格乐观外向，沟通表达无障碍。5.擅长自学和自我分析。","categories":[],"tags":[]},{"title":"美食与生活社交分享意愿度调查问卷和调研报告","slug":"My-New-Post","date":"2020-04-10T06:17:13.973Z","updated":"2020-04-20T20:07:29.948Z","comments":true,"path":"2020/04/10/My-New-Post/","link":"","permalink":"http://yoursite.com/2020/04/10/My-New-Post/","excerpt":"一,调研背景个人作为全职宝妈，赋闲在家，闲时喜关注厨艺类内容，但目前主流美食类APP均以菜谱教程为核心入口。图片或视频均精美打磨，缺乏生活气息真实感，共鸣点差。个人比较想看一下他人真实的美食生活分享，但不确定有多少人与我共鸣。遂做一份用户访谈和调查问卷，首先判断是否是个人伪需求，其次看需求数量的多寡，最后观察分享的意愿度。","text":"一,调研背景个人作为全职宝妈，赋闲在家，闲时喜关注厨艺类内容，但目前主流美食类APP均以菜谱教程为核心入口。图片或视频均精美打磨，缺乏生活气息真实感，共鸣点差。个人比较想看一下他人真实的美食生活分享，但不确定有多少人与我共鸣。遂做一份用户访谈和调查问卷，首先判断是否是个人伪需求，其次看需求数量的多寡，最后观察分享的意愿度。 二,用户访谈随机选择四个人进行初步用户访谈。 三,调查问卷问题选择时的考量方向1，性别选项，主要测定男女对于分享意愿度的数量差别。2，年龄选项，主要测定各个年龄段的积极性。3，职业选项，主要测定哪类社交人群具有积极性。4，业余时间耗时最多App选项。从近期用户活跃量App榜单上，选择榜单前6名的具有代表性的4个。微信作为社交巨头，朋友圈图文的活跃性，代表着调研人群的分享意愿度和窥探好奇度。抖音作为多样化内容的短视频陌生社交产品，代表着调研人群对于短视频类型的观赏偏好。淘宝则是代表着网购喜爱度。爱奇艺则代表着对长视频的偏爱度。其他则是代表着一部分另类需求用户，这类既然连社交意愿度都不是很强烈的其他选项者，自然也不在核心目标用户筛选的范围内。5，最感兴趣内容选项。考察的是核心用户数量，能在耗时最多的社交app上对厨艺类最感兴趣的用户，自然就是最核心的那部分用户。量不多，但核心。广泛兴趣类的，其中有部分属于边缘用户，待发掘的用户。6，对于食谱APP数量的熟知度选项，代表着受访人群对厨艺类的关注度。选择活跃用户量最高的4个菜谱APP。这几个同质化程度高的食谱APP，无论熟知哪几个，都是代表着对美食类的兴趣度。有兴趣度才会有关注度。有关注度才能滋生对需求的区分和细分。其它选项，则是其它用户类别，不纳入目标用户筛选。 7，食谱类APP的最关注点选项。主要看用户对于各种内容的关注度。从而为产品的分块提供参考性意见。其他小众需求暂不纳入筛选范围。8，在菜谱类APP上有无分享。有分享过，无论是否有详细菜谱教程的分享，都是美食类APP的主要内容生产者。无分享过，则是内容消费者，并且对他人美食生活类的分享有一定好奇心，这部分是社区内容的主要消费者，也是测出产品的核心消费者用户。其他则是无关用户。9，对于餐桌饮食分享意愿度选项，主要测量受访人群对餐桌上的一日三餐的分享意愿度。餐桌饮食分享代表一种生活气息的分享，既能满足普通厨艺人的分享意愿，也能满足他人的窥探好奇心。有更多的分享意愿度，才会有更多的具备生活气息类吃物分享。才能丰富社区内容，激发更多分享欲，带来更多的内容生产和消费用户。一共设置6个意愿度，0-5的分值段，0-3代表着基本没啥太大兴趣分享，兴趣度低。3分作为中间分数，代表着一部分人处于一种既不热衷也不厌恶的状态，就看产品有没有足够的带动分享刺激点。3-5则代表着人群的分享意愿度。这部分需求，可能并未真正得到有效释放，所以才会比较强烈。10，对于美好吃物的分享意愿度，则是代表着大家对于自己吃到的好东西的分享和推荐意愿度。比如好喝的奶茶，地方特产等。这部分不是每个人每天都经历的，所以更能测出大家的分享需求。分享意愿度越高，才能吸引更多的用户来互动交流，也可作为产品导购功能设计的依据。11，对于热闹宴席的分享意愿度选项，主要测量受访人群对于独乐不如众乐的意愿度，这样的分享意愿度，代表着分享者传递积极情绪的热情以及对同类氛围关注度的渴求。12，对美食吃物社交分享的意见选项，开放性问答，测一下高平词汇和其他暂未想到的小众需求，作为产品各层次功能设计的部分参考性建议。 调查问卷链接地址: 美食与生活社交分享意愿度调查问卷问题1，您的性别是？男女 问题2，您的年龄是？18岁以内18-30岁30-40岁40及以上其他 问题3，您的职业是？学生上班族居家宝妈自由职业其他 问题4，您手机里占用业余时间最多的是哪个app？微信淘宝爱奇艺抖音其他 问题5，您对以下哪类内容最感兴趣？颜值类，帅哥美女，萌娃萌物等。才艺类，琴棋书画唱跳弹，手工魔术，特效声优，搞笑搞怪等。厨艺类，美食分享，食谱教程，美食测评，厨艺达人，宝宝辅食达人等。教学类，软件技巧，工具技能，各类学科知识类等。名人类，演员歌手主持人，企业政府组织等。广泛兴趣类，健身旅游，影视动漫，情感心理，街拍摄影，美妆游戏等。其他 问题6，以下食谱类App您知道哪些？下厨房豆果美食香哈菜谱好豆美食杰其他 问题7，您在这类app上的最主要关注点是？菜谱大全，学习收藏各类食物的食谱、烹饪技巧等。社区交流，关注他人经验分享，生活分享，美食晒图等。健康指导，养生食谱，养生指导。在线商城，在线选购器具家居、调料饮品、果蔬食材等厨房有关商品。其他 问题8，您在这类app上进行过分享吗？有，并且有详细食谱教程。有，但单纯吃物分享，无教程。无，只是欣赏别人厨艺或者搜索食谱。无，纯粹好奇别人在吃什么。其他 问题9，你愿意分享你餐桌上的饭菜吗？非常不愿意 0 1 2 3 4 5 非常愿意 问题10，您愿意把你享受到的美好吃物分享给大家看吗？非常不愿意 0 1 2 3 4 5 非常愿意 问题11，假如您身边正在举行某种热闹的宴席，您愿意分享这种氛围吗？非常不愿意 0 1 2 3 4 5 非常愿意 12，您对美食吃物社交分享，有什么建议？ 四,调查问卷调研结果调查问卷调研结果: 调查问卷调研结果 五,调查问卷调研结果分析1，根据性别比例结果来看，女生高出男生一点，但也并不多。也说明当下社会，男女对家庭职责划分比较平等化，对柴米油盐生活的关注度差不多。2，从年龄来看，18-30岁的年龄占比最高。这个年龄段也是互联网的主力用户，符合常规。其次是30-40岁，然后是40岁以上，最后是18岁以下。3，职业上班族居多。其次是居家宝妈，然后是自由职业。最后是学生。4，业余时间里，微信仍旧是最大耗时工具，其次是抖音，然后是其他，最后是淘宝。这里可以看出，大家业余时间，很少会看长时间的视频，所以比例最低。对于其他，可能是各种满足不同需求的小众app。5，对各自最感兴趣的结果分析来看，占比最高的仍旧是教学类软件，其次是广泛兴趣类，再次是才艺颜值这种视觉类内容。厨艺类并不高，也表明核心用户只是占小小的一部分，大部分并不愿意在短视频上过多地关注厨艺类。最后名人类关注居然为0，或许表明，上班族本就不属于追星族，对名人类关注度并不高。其他选项，就是满足小众需求的一些内容。6，在各个食谱类app的熟悉度上，熟悉人数比完全不知的人，比例只是高出一点。这部分结果，跟第5题厨艺和广泛兴趣类关注度低有关。7，对于熟悉食谱类的用户来说，菜谱教程需求占比最高，其次是健康指导类，然后是社区交流类和在线商城类。其他占比来自于5,6题的对厨艺类不感兴趣类。8，对于熟悉食谱类的用户，分享类并不多，意味着内容生产并不积极。工具性需求占比最高。但是数据可以看出好奇心占比也不低。9，关于分享餐桌饮食，也就是一日三餐来说，分享意愿度均分3,3，高估均值但并不多，处于一种有想法但没实际行动类的状态。但至少总体结果表明了一种分享性的积极态度。10，对于美好吃物的分享，意愿度3.7，相较于餐桌饮食分享，意愿度倒是提高了一些。处于一种思想算不上很积极，但兴致来了就会有分享行动的状态。但至少总体结果表明了一种分享性的积极态度。11，对于身边热闹宴席的分享，意愿度3.5，同样处于一种有想法但没实际行动类的状态。但至少总体结果表明了一种分享性的积极态度。12，最后开放性问题归纳。对于美食分类，愿意分享，安全简单，营养美味，具备真实的生活气息，能有不同地域的美食交流，不要算法推荐，能有健康管家指导最好。当然，详细教程类也不可少。 ####根据以上初步分析，做一个抽象归纳分析。####18-30岁的上班族或者居家宝妈，都普遍有着极强的社交需求，关注厨房生活，对生活饮食保持着积极的态度。除了欣赏和工具性地使用菜谱教程类app，对自己的普通生活气息的分享交流意愿度也比较高。40岁以上的上班族，比较关注实用性，包括教程的详细度和养生健康类的指导。 六,综合用户访谈和调查问卷，作出用户画像姓名：王小姐年龄：25星座：水瓶座职业：行政格言：生活不止眼前的苟且 还有食和远方王小姐大学毕业后，入职一家小型的电商公司做行政类工作。租房在一个拥挤的城中村，但每天下班后，坚持买菜做饭，一菜一汤一晚餐，两菜一饭一午餐。有时候做完后，看着成果，忍不住拿起手机拍照留念。也想发表在平台上，跟同样孤身一人在外工作，但仍旧经营好自己细小生活的同龄人交流共鸣。那里没有大厨炫技，也没有食谱营销，有的只是你我他的生活气息。闲暇之余，会看看别人的饮食分享，会评论互动聊聊生活。更多的时候会各种app切换，快速浏览，掌握信息，消磨时光，或者求片刻轻松或欢愉。","categories":[],"tags":[]},{"title":"王丽丽简历","slug":"hello-world","date":"2020-04-09T16:44:18.591Z","updated":"2020-04-20T19:06:27.948Z","comments":true,"path":"2020/04/10/hello-world/","link":"","permalink":"http://yoursite.com/2020/04/10/hello-world/","excerpt":"","text":"个人优势1.2年前端开发经验，熟练产品从无到有。擅长C端产品，经历过产品从0-1的完整生命周期。2.熟知产品框架逻辑，注重用户交互细节。熟练掌握Axure，墨刀等产品必备工具。3.英语六级，擅长文字整理撰写，10篇文章通过今日头条新手期筛选。4.已婚已孕娃2岁，职场无后顾之忧。性格乐观外向，沟通表达无障碍。5.擅长自学和自我分析。 工作经历 公司: 广州国馆文化传播有限公司 职位: 产品助理+前端开发 2017.02-2017.07 主要内容:1.负责跟各公众号领导人对接分析需求，设计需求内容和功能方向。2.负责国馆手机端，PC端官网的内容需求，功能需求，设计需求等，并与UI人员共同讨论输出PSD图，推动前端效果页面制作。3.负责有书共读项目的整体从0-1的需求分析，功能归纳，制作成型，测试上线。4.负责跟运营部门对接各个运营活动小项目需求，负责活动的整体需求分析规划，功能细节设计。并及时推动研发测试上线。5.负责部分小程序的从无到有制作，以及部分OA系统，后台审核系统页面制作。主要业绩:1.无产品经理。无原型图。负责公司公众号矩阵旗下的所有运动活动。并时刻参与讨论，参与需求分析筛选设计，最后制作成型，研发并测试上线。2.熟知C端产品的逻辑框架和交互细节，以及整个 产品的实现方式。比较注重用户研究和需求分析。离职原因:意外怀孕，工作量多压力大及家人生病，遂辞职. 公司: 广州楼书网络科技有限公司 职位: 前端开发 2016.08-2017.03 主要内容:负责公司官网重新书写，微信端直播页面书写，微信页面,原生app里H5页面书写等等。项目一：赏金房源，((口袋楼书)H5混合页面开发。项目描述：口袋楼书这款原生APP里面的嵌套产品，以及里面其他Ｈ５页面的书写,比如模板页面，好玩购房计划书名片，房源详情等等等。项目二：房产直播（微信端），拍地直播。嵌入微信端的房地产相关直播产品。项目三：公司官网。项目四：自公司和友商公司的微信公众号活动页面书写。主要业绩:经历C端移动端产品从无到有，从有到各种版本调整更新的整个过程。经历了这个产品的从0-1，最后再被市场埋没的整个兴起，发展，巅峰，衰退时期。离职原因:产品方向不断调整更新，越发远离初衷，现实融资困难，找不到出口，濒临倒闭。 公司: 广州陪同科技有限公司 职位: 职位: 产品助理+前端开发 2016.03-2016.07 主要内容:负责公司微信公众号产品的H5页面开发和优化。项目名称： 陪同宝项目描述：一款专注在幼教方面的webApp。项目职责：1.负责跟整个小团队讨论需求，整理需求，并最终成型，并负责各个模块搭建，实现页面完整效果。2.负责与后台的数据交互。3.负责手机移动端适配调试。4.负责页面后期维护与优化，以及版本调整。主要业绩:经历产品的完整生命周期。离职原因:创业项目失败告终。 公司: 广州睿歌有限公司 职位: 职位: 产品助理+前端开发 2015.03-2016.02 主要内容:负责对官网上布局进行维护和升级。不断根据老板的思想设计进行部分页面的重构和优化维护。项目名称:公司及其子公司网站及其内部人才管理系统页面。项目职责：1.负责根据老板的思想设计及初步设计稿进行页面版本布局。2.独立完成，负责整个页面的设计及编码。3.保证网页在各种浏览器基本兼容。主要业绩:经历产品的完整生命周期。离职原因:寻求移动端新趋势和技术更新长进。 教育经历2015年 广东金融学院 国际经济与贸易 26岁 兴趣爱好1，爱好写作，文笔感性理性具备。2，爱好下载APP研究。研究其主要功能点，主要创新点，主要盈利点等。","categories":[],"tags":[]}],"categories":[],"tags":[]}